export const error = {
  EMPTY_FIELD: "تمام فیلد‌های ورودی نیازمند پرشدن هستند",
  EMPTY_CARD: "سبد خرید خالی است",
  INTERNAL: "خطای داخلی",
  EMAIL: "فرمت ایمیل اشتباه است",
  LEAST_EMPTY_FIELD: "حداقل یکی از فیلد‌های ورودی نیازمند پرشدن است",
  WRONG_LOGIN: "ایمیل یا رمز عبور وارد‌شده اشتباه است",
  DUPLICATE_EMAIL: "ایمیل وارد شده تکراری است",
  UNREGISTERED_EMAIL: "ایمیل حساب کاربری واردشده در سیستم ثبت نشده است"
};

export const success = {
  CHARGE: "حساب شما با موفقیت شارژ شد",
  ADD_TO_CART: "غذا با موفقیت به سبد خرید اضافه شد",
  REMOVE_FROM_CART: "به تعداد یک غذا با موفقیت از سبد خرید کاسته شد",
  FINALIZE_ORDER: "سفارش با موفقیت ثبت شد",
  SIGNUP: "ثبت‌نام شما با موفقیت انجام شد",
  LOGIN: "ورود شما با موفقیت صورت گرفت",
};
